Repository: Finifenmaa/salai
Catalog: Localizable.xcstrings
Source language: en
Languages: it

source: AI is generating your sketch...
it: SalAI sta generando il tuo sketch...

source: Are you sure you want to dismiss?
it: Sei sicuro di voler tornare indietro?

source: beautiful
it: bellissime

source: Cancel
it: Annulla

source: Close
it: Chiudi

source: creations
it: creazioni

source: creativity
it: creatività

source: Dismiss
it: Torna indietro

source: Done
it: Fatto!

source: Generate
it: Genera

source: Generate a new sketch
it: Genera un nuovo sketch

source: Insert a prompt
it: Inserisci un prompt

source: No images uploaded in Your Portfolio
it: Nessuna immagine caricata nel Portfolio

source: No sketches in Your Portfolio
it: Nessuno sketch nel tuo Portfolio

source: Opacity
it: Opacità

source: results
it: risultati

source: Results
it: Risultati

source: SalAI is generating your sketch...
it: SalAI sta generando il tuo sketch...

source: Select a sketch
it: Seleziona uno sketch

source: Select your sketch
it: Seleziona uno sketch

source: Sketches
it: Sketch

source: Unleash
it: Sprigiona

source: Warning
it: Attenzione

source: your
it: la tua

source: Your
it: Le tue
